;---------
;ITEMS
;---------

[MaxUtilScope X2WeaponTemplate]
FriendlyName="High-Tech Scope"
FriendlyNamePlural="High-Tech Scopes"
BriefSummary="A cutting-edge optic that grants the soldier increased aim."
TacticalText="A cutting-edge optic that grants the soldier increased aim."

[MaxUtilLaser X2WeaponTemplate]
FriendlyName="High-Tech Laser Sight"
FriendlyNamePlural="High-Tech Laser Sights"
BriefSummary="A cutting-edge optic that grants the soldier increased crit chance."
TacticalText="A cutting-edge optic that grants the soldier increased crit chance."

[MaxUtilFlank X2WeaponTemplate]
FriendlyName="Weakpoint Targeting Matrix"
FriendlyNamePlural="Weakpoint Targeting Matrices"
BriefSummary="An advanced targeting system devised by Tygan's research team. Grants increased aim and crit chance against flanked targets."
TacticalText="An advanced targeting system devised by Tygan's research team. Grants increased aim and crit chance against flanked targets."

[MaxUtilAimbot X2WeaponTemplate]
FriendlyName="Aimbot Protocol"
FriendlyNamePlural="Aimbot Protocols"
BriefSummary="Highly specialized targeting HUD developed by Shen. Grants pin-point accuracy, but requires the soldier move as little as possible for it to function."
TacticalText="Highly specialized targeting HUD developed by Shen. Grants pin-point accuracy, but requires the soldier move as little as possible for it to function."

[MaxUtilSpeed X2WeaponTemplate]
FriendlyName="Reaction Speed Training"
FriendlyNamePlural="Reaction Speed Trainings"
BriefSummary="Rigorous physical training gives this soldier increased dodge and mobility."
TacticalText="Rigorous physical training gives this soldier increased dodge and mobility."

[MaxUtilExo X2WeaponTemplate]
FriendlyName="Lightweight Exoskeleton"
FriendlyNamePlural="Lightweight Exoskeletons"
BriefSummary="A prototype exoskeleton that greatly enhances dodge and mobility. You need to strip down most of your armor to wear it, however."
TacticalText="A prototype exoskeleton that greatly enhances dodge and mobility. You need to strip down most of your armor to wear it, however."

[MaxUtilPadding X2WeaponTemplate]
FriendlyName="Extra Padding"
FriendlyNamePlural="Extra Paddings"
BriefSummary="Heavier armor offers more protection, but due to the added weight you lose mobility."
TacticalText="Heavier armor offers more protection, but due to the added weight you lose mobility."

[MaxUtilPlating X2WeaponTemplate]
FriendlyName="Heavy Duty Plating"
FriendlyNamePlural="Heavy Duty Platings"
BriefSummary="Even heavier armor for even more protection, but at the cost of even less mobility."
TacticalText="Even heavier armor for even more protection, but at the cost of even less mobility."

[MaxUtilDozer X2WeaponTemplate]
FriendlyName="Bulldozer Armor"
FriendlyNamePlural="Bulldozer Armors"
BriefSummary="The pinnacle of pre-invasion protection. Huge survivability, slows you to a crawl, and makes you easier to hit."
TacticalText="The pinnacle of pre-invasion protection. Huge survivability, slows you to a crawl, and makes you easier to hit."

[MaxUtilJailpad X2WeaponTemplate]
FriendlyName="Jailbroken Datapad"
FriendlyNamePlural="Jailbroken Datapads"
BriefSummary="A recovered ADVENT Datapad containing access to various security exploits found within ADVENT's systems, granting the soldier increased hacking capabilities."
TacticalText="A recovered ADVENT Datapad containing access to various security exploits found within ADVENT's systems, granting the soldier increased hacking capabilities."

[MaxUtilSlag X2WeaponTemplate]
FriendlyName="Hardened Psionic Slag"
FriendlyNamePlural="Hardened Psionic Slags"
BriefSummary="A piece of hardened slag recovered from a former ADVENT Blacksite, it's energetic radiance enhances your soldier's Psionic capabilities."
TacticalText="A piece of hardened slag recovered from a former ADVENT Blacksite, it's energetic radiance enhances your soldier's Psionic capabilities."

[MaxUtilMagfield X2WeaponTemplate]
FriendlyName="Magnetic Deflector Field"
FriendlyNamePlural="Magnetic Deflector Fields"
BriefSummary="An experimental defensive item found at an ADVENT black site. Its magnetic field steers away incoming fire, granting increased defense. This comes at the cost of lower accuracy, as this is an unstable prototype that disrupts the user's own gun fire."
TacticalText="An experimental defensive item found at an ADVENT black site. Its magnetic field steers away incoming fire, granting increased defense. This comes at the cost of lower accuracy, as this is an unstable prototype that disrupts the user's own gun fire."


;---------
;ABILITIES
;---------

[MaxUtilScopeStats X2AbilityTemplate]
LocFriendlyName="High-Tech Scope"
LocLongDescription="A cutting-edge optic that grants the soldier increased aim."
LocHelpText="A cutting-edge optic that grants the soldier increased aim."

[MaxUtilLaserStats X2AbilityTemplate]
LocFriendlyName="High-Tech Laser Sight"
LocLongDescription="A cutting-edge optic that grants the soldier increased crit chance."
LocHelpText="A cutting-edge optic that grants the soldier increased crit chance."

[MaxUtilFlankStats X2AbilityTemplate]
LocFriendlyName="Hardened Psionic Slag"
LocLongDescription="An advanced targeting system devised by Tygan's research team. Grants increased aim and crit chance against flanked targets."
LocHelpText="An advanced targeting system devised by Tygan's research team. Grants increased aim and crit chance against flanked targets."

[MaxUtilAimbotStats X2AbilityTemplate]
LocFriendlyName="Aimbot Protocol"
LocLongDescription="Highly specialized targeting HUD developed by Shen. Grants pin-point accuracy, but requires the soldier move as little as possible for it to function."
LocHelpText="Highly specialized targeting HUD developed by Shen. Grants pin-point accuracy, but requires the soldier move as little as possible for it to function."

[MaxUtilSpeedStats X2AbilityTemplate]
LocFriendlyName="Reaction Speed Training"
LocLongDescription="Rigorous physical training gives this soldier increased dodge and mobility."
LocHelpText="Rigorous physical training gives this soldier increased dodge and mobility."

[MaxUtilExoStats X2AbilityTemplate]
LocFriendlyName="Lightweight Exoskeleton"
LocLongDescription="A prototype exoskeleton that greatly enhances dodge and mobility. You need to strip down most of your armor to wear it, however."
LocHelpText="A prototype exoskeleton that greatly enhances dodge and mobility. You need to strip down most of your armor to wear it, however."

[MaxUtilPaddingStats X2AbilityTemplate]
LocFriendlyName="Extra Padding"
LocLongDescription="Heavier armor offers more protection, but due to the added weight you lose mobility."
LocHelpText="Heavier armor offers more protection, but due to the added weight you lose mobility."

[MaxUtilPlatingStats X2AbilityTemplate]
LocFriendlyName="Heavy Duty Plating"
LocLongDescription="Even heavier armor for even more protection, but at the cost of even less mobility."
LocHelpText="Even heavier armor for even more protection, but at the cost of even less mobility."

[MaxUtilDozerStats X2AbilityTemplate]
LocFriendlyName="Bulldozer Armor"
LocLongDescription="The pinnacle of pre-invasion protection. Huge survivability, slows you to a crawl, and makes you easier to hit."
LocHelpText="The pinnacle of pre-invasion protection. Huge survivability, slows you to a crawl, and makes you easier to hit."

[MaxUtilJailpadStats X2AbilityTemplate]
LocFriendlyName="Jailbroken Datapad"
LocLongDescription="A recovered ADVENT Datapad containing access to various security exploits found within ADVENT's systems, granting the soldier increased hacking capabilities."
LocHelpText="A recovered ADVENT Datapad containing access to various security exploits found within ADVENT's systems, granting the soldier increased hacking capabilities."

[MaxUtilSlagStats X2AbilityTemplate]
LocFriendlyName="Hardened Psionic Slag"
LocLongDescription="A piece of hardened slag recovered from a former ADVENT Blacksite, its energetic radiance enhances your soldier's Psionic capabilities."
LocHelpText="A piece of hardened slag recovered from a former ADVENT Blacksite, its energetic radiance enhances your soldier's Psionic capabilities."

[MaxUtilMagfieldStats X2AbilityTemplate]
LocFriendlyName="Magnetic Deflector Field"
LocLongDescription="An experimental defensive item found at an ADVENT black site. Its magnetic field steers away incoming fire, granting increased defense. This comes at the cost of lower accuracy, as this is an unstable prototype that disrupts the user's own gun fire."
LocHelpText="An experimental defensive item found at an ADVENT black site. Its magnetic field steers away incoming fire, granting increased defense. This comes at the cost of lower accuracy, as this is an unstable prototype that disrupts the user's own gun fire."
